"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "您輸錯了 %1$d 次 PIN 碼。因此您的 Mercedes me ID 被鎖定了 %2$@。";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d 分鐘";

"command_error_pin_invalid" = "您輸錯了 %1$d 次 PIN 碼。";

"general_cancel" = "取消";

"general_error_msg" = "發生錯誤。請再試一次。";

"general_error_network_msg" = "發生錯誤。請檢查您的網路連線。";

"general_error_title" = "錯誤";

"general_hint" = "注意事項";

"general_no" = "否";

"general_ok" = "Ok";

"general_yes" = "是";

"login_error_authentication_failed" = "驗證失敗。請再試一次。";

"login_error_wrong_tan" = "您輸入的 TAN 不正確。請檢查您的輸入。";

"login_info_alert_message" = "Mercedes me ID 可以是您的個人行動電話號碼或電子郵件地址。使用 Mercedes me ID 即可從任何地方登入 Mercedes-Benz 的數位世界。它讓您可以使用您地址所在國所有可用的服務、功能和平台。";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "請輸入一個有效的電子郵件地址或電話號碼。";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "繼續";

"login_only_caption" = "登入";

"login_username" = "行動電話號碼或電子郵件地址";

"login_user_not_registered" = "請在其他 Mercedes me App 中的一個上進行免費註冊";

"pin_popup_button_again" = "再試一次";

"pin_popup_cancel" = "取消";

"pin_popup_default_no_pin_message" = "請在一款 Mercedes me 應用程式中確定 PIN 碼。\n";

"pin_popup_description" = "請輸入您的 %1$d 位數 PIN 碼：";

"pin_popup_send" = "傳送";

"pin_popup_title" = "輸入 PIN 碼";

"pin_popup_wrong_pin_msg" = "PIN 碼不正確。請再試一次。";

"pin_popup_wrong_pin_title" = "錯誤的 PIN 碼";

"registration_user_consent_message" = "為持續提升應用程式的品質，我們會以匿名方式分析應用程式的使用情形和其功能。此功能可隨時透過功能表 > 設定 > 分析來關閉。";

"registration_user_consent_title" = "Mercedes me 使用資料";

"verification_btn_next" = "繼續";

"verification_btn_send_again" = "申請新的 TAN 碼";

"verification_headline" = "驗證碼";

"verification_login_msg_mail" = "請輸入我們以電子郵件發送給您的 TAN 碼。";

"verification_login_msg_user" = "我們已將 %1$d 位數驗證代碼傳送至 %2$@。請輸入此代碼。";

"verification_not_received" = "未收到 TAN 代碼？";

"verification_not_received_hint_mail" = "請檢查輸入的電子郵件地址或請求一個新的驗證碼。";

"verification_not_received_hint_phone" = "請檢查輸入的行動電話號碼或索取一個新的 TAN 代碼。";

"verification_send_again_msg" = "您的詢問已重新傳送";

"verification_title" = "認證";

